<template>
    <div>
      <Header></Header>
      <div class="s-top">
          <div class="s-top-left">
              <img src="../../assets/img/timg.jpg" alt="" style="width:90px;height:80px;line-height:60px;margin-left:50px;margin-bottom:15px;border-radius:50%">
          </div>
          <div class="s-top-right">.
          <Search></Search>
          </div>
      </div>

      <div class="c-content">
        <div class="c-title">
            <h1>中国航天系统科学与工程研究院</h1>
        </div>
        <div class="c-c-content">
            <p>中国航天第十二研究院（中国航天系统科学与工程研究院），是由中央批准，在原航天707所、710所等五家单位的基础上重组成立的，成立之初就肩负着“建设钱学森智库；支撑航天、服务国家；成为中国先进技术转化应用平台”三大使命。牢牢把握系统工程这个中国人的“命根子”，以“钱学森综合集成研讨厅”为实体，以“钱学森论坛”为“扬声器”，以跨界融合的“涌现”思维为“利器”，为经济社会和国防领域的重大战略、重大政策等提供决策支撑。系统院打造的钱学森智库“六大体系、两个平台”，为党和国家的重大决策，为航天和国防科技工业发展，提供了重要支撑；紧密服务于地方需求，实现了“钱学森综合集成研讨厅”在地方的建设运行，实现了钱学森生前的夙愿。与国家信息中心共建的“宏观决策综合集成实验室”、与军方某单位共建的“钱学森数据推进实验室”为经济社会发展的顶层设计提供了有力支撑。先后举办以一带一路、雄安发展、军民融合、生态环境、数字中国、创新中国、智慧社会等为主题的钱学森论坛，汇聚了数百位院士、近万名专家参与，仅一年内被CCTV一套报道6次，中央级媒体报道数十次，为各方交流合作、带动地方经济发展发挥“助推器”的作用。系统院与多个地方政府、高校联合建设了钱学森学院、钱学森创新研究院，依托多地中小学共建了钱学森班，正在建设全国首批钱学森系列学校，打造杰出创新人才培养的摇篮。依托系统院建立的中国航天工程科技发展战略研究院，是我国航天领域首个国家级战略研究咨询机构，承担了多项国家级论证工程，设计了一个又一个最优方案，获得了中央和各级决策机关的高度评价。宋健院士寄语系统院：“支撑航天，服务国家”。系统院是我国载人航天的原始创新单位之一，论证提出了“从飞船起步”的方案，获得中央采纳；首次将航天系统工程思想、理论、方法应用到国民经济研究中，并成为中国宏观经济研究、人口发展研究等的著名科研机构；开通了我国第一条国际互联网专线，建设了中国第一个实现全国联网的计算机网络，首次实现了“钱学森综合集成研讨厅”，是中国航天四大发射基地测发控系统的研制单位之一，为载人航天、探月工程以及各型卫星发射等重大任务提供了全方位的测发控和通信保障。奋进新时代、擘画新蓝图。新的历史时期，系统院践行军民融合发展战略，聚焦科技强国、航天强国、网络强国、数字中国，历史性的肩负起“建设钱学森智库；支撑航天、服务国家；成为中国先进技术转化应用平台”三大使命，以“深、广、久、独”为特点，打造了钱学森智库引领下的“三大业态”。</p>
            <p>牢牢把握系统工程这个中国人的“命根子”，以“钱学森综合集成研讨厅”为实体，以“钱学森论坛”为“扬声器”，以跨界融合的“涌现”思维为“利器”，为经济社会和国防领域的重大战略、重大政策等提供决策支撑。系统院打造的钱学森智库“六大体系、两个平台”，为党和国家的重大决策，为航天和国防科技工业发展，提供了重要支撑；紧密服务于地方需求，实现了“钱学森综合集成研讨厅”在地方的建设运行，实现了钱学森生前的夙愿。与国家信息中心共建的“宏观决策综合集成实验室”、与军方某单位共建的“钱学森数据推进实验室”为经济社会发展的顶层设计提供了有力支撑。先后举办以一带一路、雄安发展、军民融合、生态环境、数字中国、创新中国、智慧社会等为主题的钱学森论坛，汇聚了数百位院士、近万名专家参与，仅一年内被CCTV一套报道6次，中央级媒体报道数十次，为各方交流合作、带动地方经济发展发挥“助推器”的作用。系统院与多个地方政府、高校联合建设了钱学森学院、钱学森创新研究院，依托多地中小学共建了钱学森班，正在建设全国首批钱学森系列学校，打造杰出创新人才培养的摇篮。依托系统院建立的中国航天工程科技发展战略研究院，是我国航天领域首个国家级战略研究咨询机构，承担了多项国家级论证工程，设计了一个又一个最优方案，获得了中央和各级决策机关的高度评价。</p>
            <p>以“星融网”为核心架构，以“天地一体、万物互联”为基础，以“网络主权、数据主权”为保障，以“物理、数字、信息、知识、智能到智慧”的“梯级涌现”为特色，做网络空间命运共同体的践行者和捍卫者。系统院是中国网信军民融合发展联盟、国家两化融合创新推进联盟、中国卫星全球服务联盟、中国电子商务联盟等国家级平台的依托单位。开展了以“智慧宁东”等为代表的智慧城市建设，推动了安监、环保、政务、应急等多个领域治理模式的创新。福州长乐综合应急指挥中心的建设，为金砖五国会议的顺利开展提供了有力支撑。系统院参与承建的盐环定扬黄工程更新改造项目，获得国务院领导关注，目前已经全线通水，为陕甘宁三省区打赢脱贫攻坚战提供了有力支撑。联合相关优势单位，积极建设“中国网信军民融合发展联盟”，广泛汇聚了全国网信领域党、政、军、企上千家单位，夯实了我院在网信军民融合领域的领先地位；打造的《网信军民融合杂志》，已经成为我国网信领域的权威期刊。</p>
            <p> 系统院是“中国航天军民融合促进中心”、“中国航天知识产权中心”、“国防生产力促进中心”、“中国工程科技战略性新兴产业知识中心”、“中国工程科技航天工程知识中心”的依托单位，代理了航天领域近4万项专利技术、以及辐射到国防领域的近17万项专利技术。近几年来，系统院以航天专利技术转化为总抓手，以“需求牵引、政府搭台、航天推进、企业唱戏、基金跟随、民众受益”为思路，建设专业化的技术交易、成果转化、资本积聚、产业孵化平台。“建平台，一揽子发布”：实现了辽宁沈阳、合肥蜀山、江苏南通、山东威海、广东深圳等10余个地方、企业“先进技术转移中心”的落地运营；“连企业，一站式对接”：承办国家9部委支持下的“中国先进技术转化应用大赛”，每年在近30个省市组织军民两用技术对接活动，年度参与企业达到了近千家，多个项目已开始孵化和产业化。党的十九大召开前夕，该项赛事入选“砥砺奋进的五年”大型成就展，彰显了系统院在军民融合产业平台建设中发挥的关键作用。“转技术，一条链转化”：多点布局、全国联动，推进西安、雄安、福州、厦门、青岛等事业部建设。借力产业基金等金融平台，引导企业承接技术转化项目。与有关单位合作开展的“航天氢等离子体煤制乙炔工程”，攻克了二次开发中的一系列难题，部分指标达到世界先进水平，是航天技术助推资源型地区转型升级的典型案例。依托地方推动“太空体验园”建设，创新体验经济、打造“航天梦工厂”。</p>
            <p>在新时代强军思想指引下，在国防军工领域积累形成了一系列软实力和硬装备。在态势感知与协同指挥、自主化信息系统建设、天地一体化通信装备、高速高通量数据采集转发、“低慢小”飞行器防控处置、目标网络化探测、智慧基地建设、体系设计与仿真、智能制造、装备试验鉴定、反恐维稳、智慧安防等方面，形成了独有的品牌。与军方有关单位联合共建“钱学森军事系统工程研究院”、“某军种武器装备体系创新研发中心”，打造军事系统工程研究的骨干力量。发挥国家保密科技测评中心航天科技系统测评实验室、航天软件评测中心、航天系统论证中心等专业机构的作用，在若干重要领域，具备了集成民用高新技术、服务军方作战需求的重要资质和领先地位。集贤汇智，网罗天下。系统院着力打造了三支人才队伍：由100余名两院院士、高级将领、高层领导、知名企业家组成的中国航天钱学森决策顾问委员会；由150余名长江学者、国家杰出青年专家组成的中国航天钱学森创新委员会；由多学科博士后、研究生组成的钱学森创新青年突击队，奠定了“开放型、创新型、协同型”的坚实队伍基础。千秋伟业，贵在担当。新时代的系统院，必将不负时代的馈赠、历史的青睐，在习近平新时代中国特色社会主义思想和党的十九大精神引领下，认真贯彻落实习近平总书记826重要批示和集团公司第七次工作会议部署要求，在建设航天强国的征程中，迈向“建强创佳、争优做大”的新高度，乘风破浪、奋勇前行！</p>
        </div>
      </div>
      <Footer></Footer>
    </div>
</template>
<script>
import Header from "../../components/header"
import Footer from "../../components/footer"
import Search from "../../components/search"
export default {
    components:{
        Header,
        Footer,
        Search
    }
}
</script>
<style >
.s-top{
    width: 1200px;
    margin: 0 auto;
    display: flex;
    justify-content: center;
    align-items: flex-end;
}
.s-top-left{
    flex:1;
    margin-right: 30px;
    
}
.s-top-right{
    flex:5;
    padding-bottom: 35px;
}
.c-content{
    width: 1200px ;
    margin: 25px auto;
    padding-bottom: 100px;
    
    /* background-color:salmon; */
}
.c-title{
    border-bottom: #d3d3d3 1px solid;
padding-bottom: 15px;
word-break: break-all;
text-align: center;
}
.c-title h1{
margin: 5px auto 10px;
color: #222;
font: bold 38px/150% "Microsoft Yahei";
clear: both;
}
.c-title p{
    font-size: 16px;
    font-family: "Microsoft Yahei";
    
}
.c-data{
    height: 36px;
    font: normal 12px/200% "Microsoft Yahei";
    line-height: 44px;
color: #666;
}
.c-c-content{
    margin: 30px 100px;
}
.c-c-content p{
    margin: 25px 0;
    color: #222;
line-height: 180%;
text-indent: 2em;
font: normal 18px/200% "Microsoft Yahei";
}
</style>