<template>
    <div>
      <Header></Header>
      <div class="s-top">
          <div class="s-top-left">
              <img src="../../assets/img/timg.jpg" alt="" style="width:90px;height:80px;line-height:60px;margin-left:50px;margin-bottom:15px;border-radius:50%">
          </div>
          <div class="s-top-right">.
          <Search></Search>
          </div>
      </div>

      <div class="c-content">
        <div class="c-title">
            <h1>区块链信息服务等列入鼓励产业</h1>
            <p>陶凤 刘瀚琳</p>
            <div class="c-data">2019年11月07日08:07</div>
        </div>
        <div class="c-c-content">
            <p>“鼓励人工智能产业、区块链信息服务，将‘虚拟币挖矿’移出淘汰产业条目……”11月6日，国家发改委正式发布《产业结构调整指导目录（2019年本）》（以下简称《目录》）。该《目录》共涉及行业48个，条目1477条，修订面超50%。国家发改委产业发展司负责人表示，对鼓励类项目，将按照有关规定审批、核准或备案；而对淘汰类项目，将禁止投资并按规定期限淘汰。《目录》将于2020年1月1日起施行。</p>
            <p> 今年4月，《目录》的征求意见稿曾将“虚拟币挖矿”（即指比特币等虚拟币的生产过程）纳入淘汰产业。经查阅，在《目录》正式下达后，该条目已被移除出列，这也一度引发业内关于虚拟币松绑的揣测。

实际上，将“挖矿”列入淘汰产业曾一度被视作政府信号的持续释放，即不鼓励虚拟币挖矿行为。中国民生银行产业发展研究中心研究员郭晓蓓分析指出，在我国，加密货币挖矿虽非违法行为，但因其带来的电能消耗、部分矿场偷电等不合规用电行为，使其一直备受诟病。

 “如今，政策调整迎来360度转变。”比特大陆公关总监吴鸿亮撰文指出，这种调整影响深远。比特大陆、嘉楠等企业或迎来重要利好。

10月24日，中央政治局会议指出，将区块链作为核心技术自主创新的重要突破口。而在此次调整中，国家允许范围内的区块链信息服务被列入了鼓励类。

吴鸿亮认为，此次《目录》的调整更多还是从挖矿这个实体产业和带来的经济民生利好的角度考量。至于金融层面与实体经济层面的态度分歧和可能带来的管理冲突，还将取决于更高层面决策者的态度。

此外，郭晓蓓认为，在不放开虚拟币市场交易的情况下，放开“挖矿”意味着除金融监管层面外，还需综合利用行政、刑事等多重手段规范数字货币的开发，进一步提防链外交易和概念炒作等行为。同时，对区块链项目采用严格的项目许可和备案制度，使之更加透明、规范和可控。</p>
            <p>此次《目录》修订的重点之一，是推动制造业高质量发展，加快传统产业改造提升，大力培育发展新兴产业。”国家发改委产业发展司负责人指出。

据悉，《目录》与制造业相关条目共900余条，占总条目数60%以上。值得关注的是，相较于2013年修订版本，该《目录》将“采矿”相关条目独立放入淘汰行业条目中，而将“人工智能”纳入鼓励类行业范畴。

具体来看，《目录》在淘汰类行业中新增集中铲装作业人工装卸矿岩等10类采矿业工艺装备；同时，淘汰类条目照旧保留煤炭、钢铁等18类生产工艺装备及12类落后产品。

值得关注的是，此次《目录》在淘汰落后产能的同时，持续推进战略新兴产业。比如，人工智能被独立列入新版《目录》，该条目下共囊括人工智能芯片、大数据基础设施、工业互联网以及虚拟现实在内的15类智能产业。</p>
            <p> 在2019工业互联网全球峰会上，工信部信息化和软件服务业司巡视员李颖曾表示，中国已启动明年的工业互联网创新发展工程，财政计划投入30亿元，但实际投入资金将至少达60亿-70亿元。与此同时，智能交通市场规模发展也呈现破竹之势。前瞻产业研究院数据显示，2011-2017年我国智能交通市场保持10%以上的增长速度，2017年智能交通规模达到6352.6亿元，预计到2024年行业市场规模将超过1.5万亿元。

此外，今年以来，受减税降费等政策利好影响，高技术制造业研发投入持续加大。前三季度，制造业新增减税4738亿元，而45%的制造业纳税人将政策红利用于研发投入。

在保留的鼓励类行业中，还涉及环境保护以及卫生健康、文化、旅游在内的44类条目。前述负责人表示，“该《目录》是引导投资方向、政府管理投资项目，制定实施财税、信贷等政策的重要依据”。</p>
            <p> 值得一提的是，此次《目录》进一步拆解旧版《目录》中的教育、文化、卫生和体育服务业，并分别将其单独列入鼓励条目。

在文化类项目中，鼓励发展包括文化创意设计服务、非物质文化遗产保护与振兴等在内的9种项目类别；体育类项目中，鼓励体育管理活动、健身休闲在内的11种活动条目；而在卫生健康领域，则包括互联网+医疗健康服务以及中医养生保健服务在内的8项服务。

“这与我国进入后工业化社会后，人们的消费需求转型升级密切关联。脱离基本生存需要，转向精神生活需要等更高层次的追求。”首都经济贸易大学特大城市研究院院长叶堂林曾表示。国家统计局数据显示，前三季度全国居民人均消费支出增速最快的当属教育文化娱乐领域，增速达13.5%。

与此同时，为了应对社会老龄化和全面二孩政策带来的托育难题，《目录》新增长期照护服务机构、养老金融产品服务业、康养旅居等在内的12种老年服务项目以及儿童早期发展、婴幼儿保育培训、婴幼儿照护服务机构在内的5种托育服务项目。</p>
            <p> “就养老问题而言，我国进入老龄化社会，但鉴于国家人口密度较大，要解决养老问题，确实需要政府出台措施托底，以平价方式解决大部分人的养老需求。”南京邮电大学社会与人口学院教授孙晓明说。

面对全国5000万新生儿，10月24日，国家发改委发布《支持社会力量发展普惠托育服务专项行动实施方案（试行）》，将针对3岁以下幼儿推行政企联合普惠托育服务，规范托育产业并降低托育成本。

“想要进一步补充托育服务资源，还需全面调整我国教育资源配置在基础教育和高等教育间的占比问题。以公办形式更大力度托底基础教育，将更有利于补齐基础教育资源短板。”21世纪教育研究院副院长熊丙奇进一步建议指出。</p>
        </div>
      </div>
      



      <Footer></Footer>
    </div>
</template>
<script>
import Header from "../../components/header"
import Footer from "../../components/footer"
import Search from "../../components/search"
export default {
    components:{
        Header,
        Footer,
        Search
    }
}
</script>
<style >
.s-top{
    width: 1200px;
    margin: 0 auto;
    display: flex;
    justify-content: center;
    align-items: flex-end;
}
.s-top-left{
    flex:1;
    margin-right: 30px;
    
}
.s-top-right{
    flex:5;
    padding-bottom: 35px;
}
.c-content{
    width: 1000px ;
    margin: 25px auto;
    padding-bottom: 100px;
    
    /* background-color:salmon; */
}
.c-title{
    border-bottom: #d3d3d3 1px solid;
padding-bottom: 15px;
word-break: break-all;
text-align: center;
}
.c-title h1{
margin: 5px auto 10px;
color: #222;
font: bold 38px/150% "Microsoft Yahei";
clear: both;
}
.c-title p{
    font-size: 16px;
    font-family: "Microsoft Yahei";
    
}
.c-data{
    height: 36px;
    font: normal 12px/200% "Microsoft Yahei";
    line-height: 44px;
color: #666;
}
.c-c-content{
    margin: 30px 100px;
}
.c-c-content p{
    margin: 25px 0;
    color: #222;
line-height: 180%;
text-indent: 2em;
font: normal 18px/200% "Microsoft Yahei";
}
</style>