<template>
    <div>
      <Header></Header>
      <div class="s-top">
          <div class="s-top-left">
              <img src="../../assets/img/timg.jpg" alt="" style="width:90px;height:80px;line-height:60px;margin-left:50px;margin-bottom:15px;border-radius:50%">
          </div>
          <div class="s-top-right">.
          <Search></Search>
          </div>
      </div>

      <div class="c-content">
        <div class="c-title">
            <h1>中国的区块链雄心：舍我其谁</h1>
            <p>黄玲丽、陈键</p>
            <div class="c-data">2019年11月07日10:48</div>
        </div>
        <div class="c-c-content">
            <p> 中国高层的一席话，在全国掀起了区块链风潮。

实际上，中国高层对区块链的“蓝图”和规划，早在五年前就已有了雏形。

对于区块链，中国有着雄心与耐心，在试水之初，低调摸索，步步为营；在落地之时，步伐坚定，落地有声。

在未来的区块链世界中，终究会有中国浓墨重彩的一笔。</p>
            <p> 2014年，央行内部低调筹建了一个神秘的研究团队。

这个团队挂在央行印制科学技术研究所下面，成立之时，没有挂牌，也没有宣传。

在当时，没有人知道，这个团队，在未来将成为中国区块链技术最大的推动力量之一。

中国官方对于区块链的探索，可能就是从这个时候，悄然打开大门的。

而更多的官方声音，是在一年后的8月6日传出。许多中国的比特币投资者，对这一天印象颇深。

这一天，人民日报发表了一篇题为《比特币难入主流》的署名评论文章。</p>
<p style="text-align:center"><img src="../../assets/img/zhonguoqu1.jpg" alt=""></p>
            <p> 它只是边栏的小豆腐块，却在比特币圈引发轩然大波。

“比特币缺乏监管并屡屡卷入非法活动，加上币值不稳定，所以始终难以跻身主流交易货币。”文章先对比特币提出了质疑。

然而，文章随后话锋一转：

“比特币等虚拟货币的出现，还使得区块链技术深入应用的可能性提高。这一技术的价值远大于比特币本身。”

区块链是什么？在四年前，这个名词还并不为公众所知。

“即使是最早期的比特币拥护者，也很少有人知道区块链是什么。”一位早期比特币投资者说。

区块链，在走入主流视野之前，其实早已被中国的高层和学者注意到。

人民日报这篇评论文章的作者杨涛，当时是中国社会科学院金融研究所所长助理。

而央行低调成立的那个神秘团队，也开始从台下，走上历史舞台。

2016年1月20日，央行在北京召开了一场数字货币研讨会，会上第一次透露，这个神秘的团队正在研究数字货币。</p>
            <p> 在会上，一个性感的概念被提及：法定数字货币。

“央行：争取早日推出数字货币”，新华社在标题中这样报道研讨会。自此，整个行业都开始知晓，国家的数字货币，已在路上。

而这，正式打响了中国区块链的第一炮。

此后，监管层不断释放利好。

这一年的10月，工信部发布了《中国区块链技术和应用发展白皮书（2016）》。区块链作为一项新技术，开始获得认可。

两个月后，区块链被写入《“十三五”国家信息化规划》，与人工智能、量子通信等，共同被列入“战略性前沿技术”。

在政策之后，各地政府开始推动技术落地。

其中的领军者，不是北上广深等一线城市，而是位于西南一隅的贵州贵阳。

2016年12月，贵阳市人民政府新闻办公室出版了《贵阳区块链发展和应用》白皮书。

这份白皮书，出自时任贵阳市市委书记的陈刚之手。

白皮书共有86页，行业从业者称其“字字金玉，值得揣摩”。

白皮书中，出现了一个新的词汇，名为“主权区块链”。

白皮书反复强调，区块链技术的发展，必须置于国家主权范畴下，在法律与监管下。

白皮书对于区块链在各个场景的运用，已有了初步规划。</p>
            <p> 2017年4月1日，国家在京津冀腹地画了一个圈，雄安新区横空出世。

而白皮书的作者陈刚，被国家钦点，在当年5月调任河北，出任雄安新区管委会主任，成为“千年大计”雄安背后的“大脑”。

雄安，开始成为中国区块链的主战场和特区。

正是从这一刻开始，中国开始向世界彰显在区块链领域的勃勃雄心。

“整个雄安，都是一个数字和技术驱动的城市。”一位入驻雄安的金融科技企业高层和萍透露，在雄安的街道和公共设施规划中，将密布数字节点和区块链技术。

“一旦建设完成，整个雄安就是一座真正的智慧城市。”和萍称。

在雄安的建设过程中，区块链技术已经上岗。

比如，很多工程项目都植入了区块链技术，签订合作后，工程每进行到一定阶段，银行都会自动付款。

“雄安现在无疑是顶尖区块链公司的聚集地。”和萍称，他们的区块链研发团队，已全部搬到了雄安。</p>
            <p> 雄安汇聚了大量的区块链技术精英，腾讯、蚂蚁金服、360等企业，都有核心区块链团队入驻。

除了国内顶尖的团队之外，对国外团队，雄安也兼容并包。

比如，美国区块链公司ConsenSys也开始和雄安合作，打造租房平台。

此时，央行那个神秘的研究团队，也开始正式亮相。

2017年7月3日，这个组织在北京德胜国际中心C座9楼，对外宣布挂牌。

而牌子上的名字，正是中国人民银行数字货币研究所。

截至今日，该研究所公开获得的专利，已高达74项。

透过这些专利，我们能看到央行数字货币的发展方向。</p>
<p style="text-align:center"><img src="../../assets/img/zhongguoqu2.jpg" alt=""></p>
<p> 没想到，最终助推中国数字货币的，是美国。

2019年6月18日，Facebook发布了Libra白皮书，一个由国际巨头主导的数字货币计划，就要呱呱落地。

Facebook的用户高达24亿，Libra的发行意味着什么，不言而喻。

中国可能不能再等了。

8月，央行支付结算司副司长穆长春透露，央行的数字货币已经“呼之欲出”。

“从去年开始，数字货币研究所的相关人员就已经是996了。”他说。

监管层开始透露更多的中国数字货币细节。

以往，现钞的发行和回笼，是在央行与商业银行之间完成的。

而央行数字货币出现后，现钞的发行仍然在这一机制之下，但现钞的形式，则由纸币变成了数字货币。

穆长春透露，央行数字货币研究所对Libra极为重视，甚至在第一时间下载了Libra的开源代码，进行了各方面的测试。

“如果我们默许人民币兑换Libra，便可能导致人民币贬值。”穆长春说，“但我们也需要做好Libra在国际货币体系中，成为一个重要角色的准备。”

在未来的国际舞台上，央行数字货币可能和Libra终有一战。</p>
<p> 随着时间的推移，除了雄安，另外一个地区也开始被开辟，并有望成为中国第二个数字货币特区，它就是：深圳。

今年8月，监管表示，“支持在深圳开展数字货币研究与移动支付等创新应用”。

行业内纷纷猜测，深圳可能会成为央行数字货币最先落地的地方。

在全国范围内，各地的区块链利好政策也层出不穷。

人民网人民创投区块链研究院数据显示，截至2019年3月，国内已有30个省级行政区推出了区块链扶持政策。

此外，截至2018年12月，有9个省（市）政府推出了区块链产业基金，总规模近400亿元。

雄安、贵阳、海南、杭州、成都、深圳、上海、北京、广州等城市，都一度成为热门的“区块链之都”。

在某个主流招聘网站上，杭州共发布了233个与区块链相关的职位；广州共发布了259个；而深圳、上海和北京，分别是548个、523个和646个。

哪个城市将成为区块链的核心城市？除了雄安，下一个中心，极有可能还是深圳。

“毋庸置疑，北京、上海和深圳，还是区块链技术和团队最集中的城市，但深圳可能成为央行数字货币的先行地，又有政策优势，它未来的发展潜力可能最大。”和萍称。

在近期的热门搜索话题中，“区块链是什么”，成为最受关注的一个。

全民热情都被这个性感的词汇引燃，比起当年对互联网、人工智能的热度，这一次，有过之而无不及。</p>
<p> 两周前，Libra开始遭受美国监管机构的压力和阻拦。

特朗普在推特上称：“Facebook的Libra几乎没有可靠性。在美国，只有唯一的货币美元。”

数字资产交易所Shapeshift首席执行官Erick Voorhees也在推特上说：“美国：区块链是坏的；中国：区块链是好的。”

在这个关键隘口，两个国家，选择了完全不一样的方向。而因此，它们可能会有不一样的未来。

也许，在未来的区块链世界里，中国将成为不容置疑的主角。

未来可期，舍我其谁。
</p>
        </div>
      </div>
      



      <Footer></Footer>
    </div>
</template>
<script>
import Header from "../../components/header"
import Footer from "../../components/footer"
import Search from "../../components/search"
export default {
    components:{
        Header,
        Footer,
        Search
    }
}
</script>
<style >
.s-top{
    width: 1200px;
    margin: 0 auto;
    display: flex;
    justify-content: center;
    align-items: flex-end;
}
.s-top-left{
    flex:1;
    margin-right: 30px;
    
}
.s-top-right{
    flex:5;
    padding-bottom: 35px;
}
.c-content{
    width: 1000px ;
    margin: 25px auto;
    padding-bottom: 100px;
    
    /* background-color:salmon; */
}
.c-title{
    border-bottom: #d3d3d3 1px solid;
padding-bottom: 15px;
word-break: break-all;
text-align: center;
}
.c-title h1{
margin: 5px auto 10px;
color: #222;
font: bold 38px/150% "Microsoft Yahei";
clear: both;
}
.c-title p{
    font-size: 16px;
    font-family: "Microsoft Yahei";
    
}
.c-data{
    height: 36px;
    font: normal 12px/200% "Microsoft Yahei";
    line-height: 44px;
color: #666;
}
.c-c-content{
    margin: 30px 100px;
}
.c-c-content p{
    margin: 25px 0;
    color: #222;
line-height: 180%;
text-indent: 2em;
font: normal 18px/200% "Microsoft Yahei";
}
</style>