<template>
  <div>
    <!-- 首页下方推荐 -->
    <p class="result-tip">
      <router-link to="/cdetail">推荐新闻</router-link>
    </p>
    <!-- 推荐内容 -->
    <el-tabs v-model="activeTitle" type="card" @tab-click="handleClick">
      <el-tab-pane v-for="(item,index) in chooseData" :key="index"  :label="item.title" :name="item.title">
        <div class="choose-box" v-for="(item1,index) in item.content" :key="index">
          <router-link :to=item1[7].con_read target='_blank'><h3>{{item1[0].con_title}}</h3></router-link>
          <p class="choose-p">
            <span>责编：{{item1[1].con_author}}</span>|
            <span>来源：{{item1[2].con_from}}</span>
          </p>
          <p class="abstract">{{item1[5].con_abstract}}</p>
          <div class="choose-bottom">
            <span>发表时间：{{item1[6].con_data}}</span>
            <ul>
              <li>
                <router-link :to=item1[7].con_read target='_blank'><i class="fa fa-book" aria-hidden="true" style="color:#74a2f2">&nbsp;查&nbsp;看</i></router-link>
              </li>
            </ul>
          </div>
        </div>
      </el-tab-pane>
    </el-tabs>
  </div>
</template>
<script>
export default {
  data() {
    return {
      // 默认选中选项卡title
      activeTitle: "航天科技",
      // 模拟推荐新闻数据
      chooseData: [
        {
          title: "航天科技",
          content: [
            [
              { con_title: "进博会第二天：央企开启“买买买”模式" },
              { con_author: "李 拯" },
              { con_from: " 中国新闻网" },
              { con_size: 27 },
              { con_type: "学术期刊" },
              {
                con_abstract:
                  "  自第二届中国国际进口博览会开幕以来，面对琳琅满目的全球优质产品，不少中国企业签约、下单的热度逐渐攀升。进博会进入第二天，作为中国“买手团”的主力之一，许多中央企业亦开启“买买买”模式。6日，中国航天科技集团有限公司亮出其在本届进博会上的采购订单。当天，该集团所属企业与来自德国、美国的企业分别签署采购合同和协议，并与意大利、德国和中国香港企业进行展位签约。其中，中国航天科技集团所属的乐凯胶片股份有限公司与美国杜邦公司达成进博会二度合作，签署了氟膜产品采购协议..."
              },
              { con_data: "2019年11月07日09:00" },
              { con_read: "hangtian1" },
              { con_download: "www.baidu.com" }
            ],
            [
              { con_title: '进博会央企采购团"集合"2.1万人 签约扩至87个国家和地区'},
              { con_author: "阙天南 " },
              { con_from: "  证券日报" },
              { con_size: 12 },
              { con_type: "学术期刊" },
              {
                con_abstract:
                  " “今年中央企业采购签约将涉及到国家和地区87个，比去年增加近20个，供应商超过730家，比上年增加5%，拟签约的采购合同协议每一项金额都将比去年有较大幅度增长。”11月6日，国务院国资委党委书记、主任郝鹏在第二届中国国际进口博览会中外企业合作论坛上如是介绍。郝鹏表示，从合作内容看，供应链合作不断做实、产业链融合不断走深。南方电网、国机集团、通用技术集团、中国商飞等企业积极采购关键高端设备，中核集团、国家电投、中广核等企业积极开展国际多元化核能技术合作..."
              },
              { con_data: "2019年11月07日08:57" },
              { con_read: "hangtian2" },
              { con_download: "www.baidu.com" }
            ],
            [
              {
                con_title:
                  "中国航天科技集团进博会签署采购“新订单”"
              },
              { con_author: "赵竹青 " },
              { con_from: "  人民网-科技频道" },
              { con_size: 31 },
              { con_type: "学术期刊" },
              {
                con_abstract:
                  " 人民网北京11月6日电（赵竹青）继在首届中国国际进口博览会与全球20家企业签署24个项目的采购合同或协议后，中国航天科技集团有限公司在近日举行的第二届进博会上又亮出了采购“新订单”。11月6日，中国航天科技集团所属企业与来自德国、美国的企业分别签署了粉煤流量计、杜邦氟膜等采购合同和协议，并与意大利、德国和中国香港的企业进行展位签约。至此，航天科技进博会“朋友圈”增至24家、“购物车”扩大至29个项目..."
              },
              { con_data: "2019年11月06日16:26" },
              { con_read: "hangtian3" },
              { con_download: "www.baidu.com" }
            ]
          ]
        },
        {
          title: "大数据",
          content: [
            [
              { con_title: "阿斯利康与中金资本成立医疗健康产业基金 拟融资10亿美元" },
              { con_author: "刘卿 " },
              { con_from: " 人民网-人民健康网" },
              { con_size: 27 },
              { con_type: "学术期刊" },
              {
                 con_abstract:
                  "近年来，中国药品审评审批制度改革不断深化，“救命药”优先审评审批政策不断完善和落实，整个监管流程大幅提速，这使得在中国上市的创新药物数量持续攀升，也吸引了全球各大药企、金融资本等不断加大在中国的研发创新投入。 2019年11月6日，阿斯利康与中金资本在进博会上宣布将联合成立全球医疗健康产业基金，未来预期融资规模目标达到10亿美元，该基金将聚焦包括全球新药研发、生产运营及商业化发展的全产业链，为海内外创新企业提供全方位支持。该基金是阿斯利康在全球募集的首个、迄今为止规模最大的医疗健康产业基金，也是阿斯利康产融结合在中国嫁接的首次实践。据了解，新成立的医疗健康产业基金将落户江苏无锡，面向海内外医疗健康产业创新项目提供支持。该基金将推动海内外顶级产业与资本资源的聚合，聚焦患者亟待满足的健康需求，投资和孵化全球范围内更多医疗健康产业创新项目；同时，该基金也将不断尝试和探索前沿科技与医疗健康深入结合迸发出的新机遇，推动海内外产业优势互补，聚力支持全球优质创新项目的孵化及成果转化，汇聚全球优质创新资源引进中国的同时，也为本土成长和孵化的创新型企业注入活力，推动中国本土创新成果惠及全球。..."
              },
              { con_data: "2019年11月07日15:26" },
              { con_read: "dashuju1" },
              { con_download: "www.baidu.com" }
            ],
            [
              { con_title: "郑磊：区块链服务实体经济 应联合其他技术打“组合拳”" },
              { con_author: "徐天晓" },
              { con_from: "  电子政务" },
              { con_size: 12 },
              { con_type: "证券日报" },
              {
                 con_abstract:
                  " 新技术得以广泛运用的最终场景，是要为实体经济赋能。作为新技术的代表，区块链将如何与实体经济深度融合？《证券日报》记者就此采访了全球金融科技实验室（由深圳瀚德共享科技实验室有限公司、香港中文大学（深圳）高等金融研究院、中国人民大学国际货币研究所联合创立）专家顾问郑磊博士，并请他就如何正确认识区块链与数字货币的关系，以及区块链如何与实体产业融合表达了观点。《证券日报》：很多人认识区块链源自“数字加密币”，这种认知，对区块链来说是不是有很大的偏差？我们应如何看待区块链对经济发展的影响？郑磊：区块链技术目前没有成形，引发了一些争议，比如有人认为只有比特币这类数字加密币才会是区块链技术真正成熟的应用，这种静态看待技术进步的观点是不足取的。“数字加密币”只是区块链技术初级阶段（1.0）的应用。区块链技术很难固定为一种技术，而且之前也有类似的技术积累，但是其分布式、去中心化的核心特征将要求现有技术不断迭代升级，并会逐步推动社会形成一种新的成本更低的生产关系。而这种生产关系由于其先进性，必然会进一步推动生产力的快速发展，这才是区块链真正强大之处。..."
              },
              { con_data: "2019年11月07日09:29" },
              { con_read: "dashuju2" },
              { con_download: "www.baidu.com" }
            ],
            [
              {
                con_title:
                  "如何借助短视频创新政务信息传播？这堂课别错过"
              },
              { con_author: "袁勃" },
              { con_from: "  人民网-舆情频道" },
              { con_size: 31 },
              { con_type: "学术期刊" },
              {
                 con_abstract:
                  " “人民在线融媒体协同发展论坛×人民网融媒体系列线上课程”已开展至第三期。第三期将于11月8日下午在人民日报新媒体大厦举办，本次融媒体大讲堂由人民在线/人民网舆情数据中心、人民慕课主办，将邀请字节跳动政务运营总监王博分享“怎样利用抖音平台进行政务信息传播”。 利用抖音平台进行政务信息传播随着移动社交的升级，短视频已成为继图文、音频（有声）之后，又一个社交新浪潮，抖音平台正是这场潮流的引领者之一。抖音是一个帮助用户表达自我，记录美好生活的短视频平台。据抖音平台最新发布数据显示，2019年7月抖音日活用户超过3.2亿，入驻抖音平台的政府机构已超过16000家，包括公检法司、教育、文旅、卫生、共青团等领域。截止至2019年7月份，政务抖音号相关的视频播放量超过3500亿。目前，越来越多的政府机构入驻抖音平台，通过此平台进行社会治理及打造城市名片。西安市委宣传部在2018年3月份召集市委政研室、市委外宣办、市网信办、市旅发委等相关部门举行会议，专门就如何利用新媒体平台加强西安对外宣传工作进行讨论。..."
              },
              { con_data: "2019年11月07日09:14" },
              { con_read: "dashuju3" },
              { con_download: "www.baidu.com" }
            ]
          ]
        },
        {
          title: "区块链",
          content: [
            [
              { con_title: "中国的区块链雄心：舍我其谁" },
              { con_author: "黄玲丽、陈键" },
              { con_from: " 人民网-区块链频道" },
              { con_size: 27 },
              { con_type: "学术期刊" },
              {
                con_abstract:
                  " 中国高层的一席话，在全国掀起了区块链风潮。实际上，中国高层对区块链的“蓝图”和规划，早在五年前就已有了雏形。对于区块链，中国有着雄心与耐心，在试水之初，低调摸索，步步为营；在落地之时，步伐坚定，落地有声。在未来的区块链世界中，终究会有中国浓墨重彩的一笔。 2014年，央行内部低调筹建了一个神秘的研究团队。这个团队挂在央行印制科学技术研究所下面，成立之时，没有挂牌，也没有宣传。在当时，没有人知道，这个团队，在未来将成为中国区块链技术最大的推动力量之一。中国官方对于区块链的探索，可能就是从这个时候，悄然打开大门的。而更多的官方声音，是在一年后的8月6日传出。许多中国的比特币投资者，对这一天印象颇深。这一天，人民日报发表了一篇题为《比特币难入主流》的署名评论文章。..."
              },
              { con_data: "2019年11月07日10:48" },
              { con_read: "qukuailian1" },
              { con_download: "www.baidu.com" }
            ],
            [
              { con_title: "行业巨头抢滩区块链 基础设施布局成首选" },
              { con_author: "孙忠 " },
              { con_from: "  电子政务" },
              { con_size: 12 },
              { con_type: "上海证券报" },
              {
                con_abstract:
                  " 落地案例日渐增多、产业环境渐趋成形，区块链迎来新一轮大发展。而在区块链技术落地的三个层次（工具、平台、基础设施）中，随着行业发展步入快车道，金融科技巨头纷纷选择在高端的基础设施层次上持续发力，以构建更深的“护城河”。上证报记者昨日获悉，中钞区块链技术研究院日前与国家技术转移东部中心在上海启动合作，推广络谱区块链登记开放平台（下称络谱平台）。该平台将为实体企业提供可信区块链底层技术。同时，银联与中国移动合作的区块链服务网络（BSN）内测已经启动，这个国内目前最大的跨行业、跨市场、跨地域的区块链基础技术平台预计将于明年4月正式启用。近期，银联、中钞区块链技术研究院等金融科技企业不断加码和优化区块链技术布局。虽然彼此路径并不相同，但对于区块链技术的基础设施建设皆是格外重视。“此次区块链测试平台将是国内最大的平台，不仅可以容纳多种区块链底层语言，还可以在全国任何一个城市进行接入。这是一个跨公网、跨地域、跨机构的全国性区块链服务基础设施。”中国银联电子支付研究院区块链负责人周钰向记者表示。..."
              },
              { con_data: "2019年11月07日08:56" },
              { con_read: "qukuailian2" },
              { con_download: "www.baidu.com" }
            ],
            [
              {
                con_title:
                  "区块链信息服务等列入鼓励产业"
              },
              { con_author: "陶凤 刘瀚琳" },
              { con_from: "  北京商报" },
              { con_size: 31 },
              { con_type: "学术期刊" },
              {
                con_abstract:
                  " “鼓励人工智能产业、区块链信息服务，将‘虚拟币挖矿’移出淘汰产业条目……”11月6日，国家发改委正式发布《产业结构调整指导目录（2019年本）》（以下简称《目录》）。该《目录》共涉及行业48个，条目1477条，修订面超50%。国家发改委产业发展司负责人表示，对鼓励类项目，将按照有关规定审批、核准或备案；而对淘汰类项目，将禁止投资并按规定期限淘汰。《目录》将于2020年1月1日起施行。“虚拟币挖矿”移出淘汰条目今年4月，《目录》的征求意见稿曾将“虚拟币挖矿”（即指比特币等虚拟币的生产过程）纳入淘汰产业。经查阅，在《目录》正式下达后，该条目已被移除出列，这也一度引发业内关于虚拟币松绑的揣测。实际上，将“挖矿”列入淘汰产业曾一度被视作政府信号的持续释放，即不鼓励虚拟币挖矿行为。中国民生银行产业发展研究中心研究员郭晓蓓分析指出，在我国，加密货币挖矿虽非违法行为，但因其带来的电能消耗、部分矿场偷电等不合规用电行为，使其一直备受诟病。但反对的声音也接踵而至。莱比特矿池CEO江卓儿公开表示，意见稿中的淘汰做法难免有“一刀切”嫌疑。挖矿作为大工业生产行为，可有效带动四川、云南、内蒙古和新疆等部分地区的电站、电网收入；此外，挖矿在芯片设计、矿机生产、运输、运行、维护和供电等领域都创造了大量就业机会。同时，北大区块链俱乐部秘书长陈雷补充指出，由于“挖矿”产业规模不大、相对分散且主要利用闲置电力，发生国家主导的整顿可能性低，若没有自上而下的部署要求，还要看地方政府如何利用这根红线。..."
              },
              { con_data: "2019年11月07日08:07 " },
              { con_read: "qukuailian3" },
              { con_download: "www.baidu.com" }
            ]
          ]
        },
        {
          title: "情报文献",
          content: [
            [
              { con_title: "美高官：将说服韩方续签日韩《军事情报保护协定》" },
              { con_author: "任石、张璐璐 " },
              { con_from: " 中国新闻网" },
              { con_size: 27 },
              { con_type: "学术期刊" },
              {
                 con_abstract:
                  " 中新网11月7日电 据日本放送协会(NHK)报道,《日韩军事情报保护协定》将于23日失效。对此，6日，美国国防部助理部长薛瑞福在接受日媒采访时表示，将继续说服韩国撤回不与日本续签该协定的决定。据报道，关于韩国决定不延长日韩《军事情报保护协定》一事，薛瑞福在采访中说，如果该协定失效，将对美日韩三国的合作等造成重大影响。薛瑞福还说：“韩国尚有重新审视该问题的时间。为维护这项协定给我们带来的一切利益，我们将继续说服韩国续签《日韩军事情报保护协定》。”..."
              },
              { con_data: "2019年11月07日15:32" },
              { con_read: "qingbaowenxian1" },
              { con_download: "www.baidu.com" }
            ],
            [
              { con_title: "普京高度评价俄战备水平和反恐情报工作" },
              { con_author: "李婷(实习生)、贾文婷 " },
              { con_from: "  新华网" },
              { con_size: 12 },
              { con_type: "学术期刊" },
              {
                 con_abstract:
                  "新华社莫斯科11月6日电（记者栾海）俄罗斯总统普京6日在莫斯科高度评价俄军战备水平和安全执法机构的反恐及情报工作，并对相关领域的工作提出重点安排。据俄总统网站6日发布的消息，普京当天在克里姆林宫出席部分军官、检察官职级晋升仪式时说，今年以来俄军演习次数同比增加四分之一，战备水平不断提高。俄将继续加强国防力量，使高超音速武器、激光武器和其他最新装备参加战斗值班。普京指出，俄增强军力是为了在当前所面临威胁增大的背景下保障自身安全，同时俄“准备力所能及地推动裁军进程”。俄将进一步提高军队指战员职业素养，增强纪律性，提升士气，以确保俄军战斗力。..."
              },
              { con_data: "2019年11月07日10:43" },
              { con_read: "qingbaowenxian2" },
              { con_download: "www.baidu.com" }
            ],
            [
              {
                con_title:
                  "美国会众议院首次公开针对特朗普弹劾调查的证词"
              },
              { con_author: "李婷(实习生)、贾文婷" },
              { con_from: "  新华网" },
              { con_size: 31 },
              { con_type: "学术期刊" },
              {
                 con_abstract:
                  "美国国会众议院三个委员会4日首次公开针对总统唐纳德·特朗普弹劾调查的证词。证词由两名证人提供，分别是美国前驻乌克兰大使玛丽·约万诺维奇和国务卿迈克·蓬佩奥的前任高级助理迈克尔·麦金利。主导弹劾调查的众议院情报委员会、外交委员会、监督和改革委员会4日公开约万诺维奇10月提供的证词。约万诺维奇2016年起出任驻乌克兰大使，今年5月应召回国。约万诺维奇说，美国助理国务卿菲利普·里克告诉她，特朗普连续多月想要让她“走人”，“令我震惊”。美国驻欧洲联盟大使戈登·桑德兰提醒她在社交媒体“推特”表达对特朗普的支持，否则乌纱帽不保。在约万诺维奇看来，她5月去职与特朗普支持者造谣不无关系。她提及特朗普的儿子和私人律师鲁迪·朱利安尼在社交媒体批评自己，说“如果你看到总统儿子说‘我们需要把这些小丑撤回来’作为大使在他国便难以树立威望”。..."
              },
              { con_data: "2019年11月06日09:06" },
              { con_read: "qingbaowenxian3" },
              { con_download: "www.baidu.com" }
            ]
          ]
        }
      ]
    };
  },
  methods: {
    // 切换选项卡方法
    handleClick(tab, event) {
      // console.log(tab, event);
    }
  }
};
</script>
<style >
.result-tip {
  color: #999;
  font-size: 24px;
  font-weight: 700;
  line-height: 36px;
  margin-bottom: 10px;
}
.el-tabs__nav-scroll {
  position: relative;
  min-height: 38px;
  clear: both;
}
.choose-box {
  padding-top: 10px;
  border-bottom: 1px solid #eee;
}
.choose-box h3 {
  margin-bottom: 10px;
  font-weight: normal;
  font-size: 18px;
  line-height: 26px;
  color: #2267c7;
}
.choose-box h3:hover {
  color: #53a2e3;
  cursor: pointer;
}
.choose-box a{
  text-decoration: none !important;
}
.choose-p {
  margin-bottom: 5px;
  line-height: 24px;
  font-size: 14px;
   color: #777;
}
.choose-p span:nth-child(1) {
  padding-right: 15px;
}
.choose-p span:nth-child(2) {
  padding-left: 15px;
  padding-right: 15px;
}
.choose-p span:nth-child(3) {
  padding-left: 15px;
  padding-right: 15px;
}
.choose-p em {
  padding-left: 30px;
  color: #999;
}
.abstract {
  line-height: 20px;
  color: #3f4a5e;
  word-break: break-all;
  text-justify: inter-ideograph;
  text-align: justify;
}
.choose-bottom{
    height: 20px;
    padding: 19px 0;
    text-align: left;
    line-height: 20px;

}
.choose-bottom span{
    height: 20px;
    padding: 19px 0;
    text-align: left;
    line-height: 20px;
    color: #777;
}
.choose-bottom ul{
    float: right;
}
.choose-bottom ul li{
    float: right;
    margin-right: 20px;
    color: #999999;
}
.choose-bottom ul li:nth-child(2){
     border-right:#9999a2 1px solid ;
     padding-right: 20px;
     cursor: pointer;
}
.choose-bottom ul li i {
    margin-right: 5px;
}

</style>